Repository: Excito/mnemo
Catalog: po/*.po
Languages: cs_cz

source: %s characters
cs_cz: %s znakù

source: %s file successfully imported
cs_cz: Soubor %s byl úspì¹nì importován

source: %s's Notepad
cs_cz: Poznámkový blok u¾ivatele %s

source: Access denied deleting note.
cs_cz: Smazání poznámky nebylo povoleno.

source: Access denied moving the note.
cs_cz: Pøesunutí poznámky nebylo povoleno.

source: Access denied saving note to %s.
cs_cz: Nebylo povoleno ulo¾ení poznámky do %s.

source: Access denied saving note: %s
cs_cz: Nebylo povoleno ulo¾ení poznámky: %s

source: Ascending
cs_cz: Vzestupnì

source: Cancel
cs_cz: Zru¹it

source: Category
cs_cz: Kategorie

source: Change Permissions
cs_cz: Zmìnit práva

source: Change your note sorting and display options.
cs_cz: Zmìnit mo¾nosti tøídení a zobrazení poznámek.

source: Choose your default Notepad.
cs_cz: Zvolit výchozí poznámkový blok:

source: Close Search
cs_cz: Uzavøít vyhledávnání

source: Create
cs_cz: Vytvoøit

source: Create Notepad
cs_cz: Vytvoøit poznámkový blok:

source: Create a new Notepad
cs_cz: Vytvoøit nový poznámkový blok

source: Created
cs_cz: Vytvoøeno

source: Decrypt
cs_cz: De¹ifrovat

source: Default Notepad
cs_cz: Výchozí poznámkový blok:

source: Default sorting criteria:
cs_cz: Výchozí tøídící kritéria:

source: Default sorting direction:
cs_cz: Výchozí smìr tøídìní:

source: Delete
cs_cz: Smazat

source: Delete %s
cs_cz: Smazat %s

source: Delete Confirmation
cs_cz: Potvrzení smazání

source: Delete button behaviour
cs_cz: Chování tlaèítka pro smazání

source: Delete this note
cs_cz: Smazat tuto poznámku

source: Descending
cs_cz: Sestupnì

source: Description
cs_cz: Popis

source: Did not find note %s
cs_cz: Nelze najít poznámku %s

source: Display Options
cs_cz: Mo¾nosti zobrazení

source: Do you want to confirm deleting entries?
cs_cz: Chcete potvrdit smazání polo¾ek?

source: Edit
cs_cz: Upravit

source: Edit "%s"
cs_cz: Upravit "%s"

source: Edit %s
cs_cz: Upravit %s

source: Edit Note
cs_cz: Upravit poznámku

source: Edit categories and colors
cs_cz: Upravit kategorie a barvy

source: Edit: %s
cs_cz: Upravit: %s

source: Empty Note
cs_cz: Prázdná poznámka

source: Encryption support has not been configured, please contact your administrator.
cs_cz: Podpora pro ¹ifrování nebyla nakonfigurována, kontaktujte svého administrátora.

source: Export
cs_cz: Exportovat

source: Export Notes
cs_cz: Exportovat poznámky

source: General Options
cs_cz: V¹eobecné mo¾nosti

source: Import Notes, Step %d
cs_cz: Importovat poznámky, Krok %d

source: Import/Export Notes
cs_cz: Importovat/Exportovat poznámky

source: In:
cs_cz: V:

source: Last Modified
cs_cz: Naposledy zmìnìno

source: Manage Notepads
cs_cz: Spravovat poznámkové bloky

source: Maximum Number of Notes
cs_cz: Maximální poèet poznámek

source: Memo Text
cs_cz: Text poznámky

source: Menu List
cs_cz: Menu seznam

source: More Options...
cs_cz: Víc mo¾ností...

source: Multiple iCalendar components found; only one vNote is supported.
cs_cz: Nalezeno nìkolik komponent iCalendar; jenom jedna vNote je podporována.

source: My Notepads:
cs_cz: Mé poznámkové bloky:

source: My Notes
cs_cz: Mé poznámky

source: Name
cs_cz: Název

source: New Note
cs_cz: Nová poznámka

source: Next
cs_cz: Dal¹í

source: No iCalendar data was found.
cs_cz: Nebyla nalezena ¾ádna data v iCalendar.

source: No notes match
cs_cz: ®ádné poznámky se neshodují

source: No notes match the current criteria.
cs_cz: ®ádné poznámky se neshodují se souèasným kritériem.

source: No notes to display
cs_cz: ®ádné poznámky pro zobrazení

source: No_te
cs_cz: Po_známka

source: Not found
cs_cz: Nenalezeno

source: Note Category
cs_cz: Kategorie poznámky

source: Note Details
cs_cz: Detaily pro poznámku

source: Note Text
cs_cz: Text poznámky

source: Note _Text
cs_cz: _Text poznámky

source: Note not found.
cs_cz: Poznámka nebyla nalezena.

source: Note_pad:
cs_cz: Poznámkový blok:

source: Notepad
cs_cz: Poznámkový blok

source: Notepad List
cs_cz: Seznam poznámkových blokù

source: Notepads
cs_cz: Poznámkové bloky

source: Notes Summary
cs_cz: Shrnutí poznámek

source: Permission Denied
cs_cz: Nepovolený pøístup

source: Permission denied
cs_cz: Nepovolený pøístup

source: Really delete the notepad "%s"? This cannot be undone and all data on this notepad will be permanently removed.
cs_cz: Opravdu chcete smazat poznámkový blok "%s"? Túto akci nelze vrátit a v¹echny data v tomhle poznámkovém bloku budou natrvalo smazány.

source: Really delete this note?
cs_cz: Skuteènì odstranit tuto poznámku?

source: Save
cs_cz: Ulo¾it

source: Save as PDF
cs_cz: Ulo¾it jako PDF

source: Search
cs_cz: Vyhledat

source: Search Results
cs_cz: Výsledky vyhledávání

source: Search for Notepads:
cs_cz: Vyhledat poznámkové bloky:

source: Select the export format:
cs_cz: Vybrat formát exportu:

source: Select the file to import:
cs_cz: Vybrat soubor k importování:

source: Select the format of the source file:
cs_cz: Vybrat formát zdrojového souboru:

source: Shared Notepads:
cs_cz: Sdílené poznámkové bloky:

source: Should the Notepad be shown in its own column in the List view?
cs_cz: Má být poznámkový blok zobrazen ve vlastním sloupci v seznamovém zobrazení?

source: Show action buttons?
cs_cz: Zobrazit tlaèítka akcí?

source: Show notepad name?
cs_cz: Zobrazit název poznámkového bloku?

source: Show notes from these categories
cs_cz: Zobrazit poznámky v tìchto kategoriích

source: Sort by Category
cs_cz: Setøídit podle kategorií

source: Sort by Note Text
cs_cz: Setøídit podle textu poznámek

source: Sort by Notepad
cs_cz: Setøídit podle poznámkových blokù

source: Successfully saved "%s".
cs_cz: "%s" úspì¹nì ulo¾eno.

source: The %s file didn't contain any notes.
cs_cz: Soubor %s neobsahoval ¾ádné poznámky.

source: The Notes backend is not currently available.
cs_cz: Poznámkový backend momentálnì není dostupný.

source: The Notes backend is not currently available: %s
cs_cz: Poznámkový backend momentálnì není dostupný: %s.

source: The note was deleted.
cs_cz: Poznámka byla vymazána.

source: The notepad "%s" has been created.
cs_cz: Poznámkový blok "%s" byl vytvoøen.

source: The notepad "%s" has been deleted.
cs_cz: Poznámkový blok "%s" byl smazán.

source: The notepad "%s" has been renamed to "%s".
cs_cz: Poznámkový blok "%s" byl pøejmenován na "%s".

source: The notepad "%s" has been saved.
cs_cz: Poznámkový blok "%s" byl ulo¾en.

source: The passwords don't match.
cs_cz: Hesla se neshodují.

source: There was an error importing the data: %s
cs_cz: Nastala chyba pøi importování dat: %s.

source: There was an error importing the iCalendar data.
cs_cz: Pøi importování iCalendar dat do¹lo k chybì.

source: There was an error removing notes for %s. Details have been logged.
cs_cz: Nastala chyba pøi odstraòování poznámek pro %s. Detaily byly zalogovány.

source: There was an error removing the note: %s
cs_cz: Nastala chyba pøi odstraòování poznámky: %s

source: There was an error saving the note: %s
cs_cz: Nastala chyba pøi ukládání poznámky: %s

source: There was an error viewing this notepad: %s
cs_cz: Nastala chyba pøi prohlí¾ení poznámkového bloku: %s

source: There were no memos to export.
cs_cz: Nejsou zde ¾ádné poznámky k exportování.

source: This file format is not supported.
cs_cz: Tento formát souboru není podporován.

source: This note cannot be decrypted:
cs_cz: Tuto poznámku nelze de¹ifrovat:

source: This note has been encrypted, please provide the password below.
cs_cz: Tato poznámka byla za¹ifrována, zadejte prosím heslo.

source: This note has been encrypted.
cs_cz: Tato poznámka byla za¹ifrována.

source: This notepad cannot be deleted
cs_cz: Tuto poznámku nelze smazat

source: Unable to delete "%s": %s
cs_cz: Nelze smazat "%s": %s.

source: Unable to load the definition of %s.
cs_cz: Nelze naèíst definici %s.

source: Unable to save notepad "%s": %s
cs_cz: Nelze ulo¾it poznámkový blok "%s": %s

source: Unfiled
cs_cz: Nevyplnìno

source: Unsupported Content-Type: %s
cs_cz: Nepodporovaný typ obsahu (Content-Type): %s

source: Which Notepad should the notes be added to?
cs_cz: Do kterého poznámkového bloku se mají poznámky ukládat?

source: You are not allowed to change this notepad.
cs_cz: Nejste oprávnìni mìnit tento poznámkový blok.

source: You are not allowed to create more than %d notes.
cs_cz: Nemáte povoleno vytvoøit více ne¾ %d poznámek.

source: You are not allowed to delete this notepad.
cs_cz: Nejste oprávnìni smazat tento poznámkový blok.

source: You are not allowed to remove user data.
cs_cz: Nejste oprávnìni smazat u¾ivatelská data.

source: You do not have permission to view the notepad %s.
cs_cz: Nedostateèná práva pro prohlí¾ení poznámkového bloku %s.

source: Your default notepad:
cs_cz: Vá¹ výchozí poznámkový blok:

source: [Manage Notepads]
cs_cz: [Spravovat poznámkové bloky]

source: _Body
cs_cz: _Tìlo

source: _Category
cs_cz: _Kategorie

source: _Category:
cs_cz: _Kategorie:

source: _Delete
cs_cz: _Smazat

source: _Edit
cs_cz: Upravit

source: _Encrypt?
cs_cz: _Za¹ifrovat?

source: _For:
cs_cz: _Pro:

source: _Import/Export
cs_cz: _Importovat/Exportovat

source: _List Notes
cs_cz: _Seznam poznámek

source: _New Note
cs_cz: _Nová poznámka

source: _Password
cs_cz: _Heslo

source: _Password:
cs_cz: _Heslo:

source: _Print
cs_cz: _Tisk

source: _Repeat:
cs_cz: Zopakovat:

source: _Search
cs_cz: _Vyhledat

source: _Title
cs_cz: Nadpis

source: by %s
cs_cz: u¾ivatelem %s

source: by me
cs_cz: mnou

source: in %s
cs_cz: v %s

source: notes.csv
cs_cz: poznamky.cvs
